Repository: Alcu1n/metrofocus
Catalog: MetroFocus/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %d min × %d stop
zh_hans: %d 分钟 × %d 段

source: %d min × %d stops
zh_hans: %d 分钟 × %d 段

source: 30-second boarding
zh_hans: 30 秒候车准备

source: Add something you want to finish first.
zh_hans: 先写下这次想完成的事。

source: Edit task name
zh_hans: 编辑任务名称

# wallet.footer
source: Every minute matters.
zh_hans: 你的每一分钟，都算数。

source: Every ticket, an arrival
zh_hans: 每一张，都是抵达

source: NOT YET BOARDED
zh_hans: 尚未发车

source: PERSONAL TRANSIT PASS
zh_hans: 个人通行凭证

source: TODAY
zh_hans: 今天

source: Validated
zh_hans: 已验票

source: WHAT WILL YOU FINISH?
zh_hans: 这一程，想完成什么？

source: YESTERDAY
zh_hans: 昨天

source: min focus
zh_hans: 分钟专注

# wallet.ticketCount
source: tickets
zh_hans: 张车票

source: %d min to the next station
zh_hans: 距下一站还需 %d 分钟

source: %d new stations
zh_hans: %d 座新站

source: %d stop · %d min
zh_hans: %d 段 · %d 分钟

source: %d stop · %d minutes of focus
zh_hans: %d 段旅程 · %d 分钟专注

source: %d STOP · ONE WAY
zh_hans: %d 站 · 单程通行

source: %d stops
zh_hans: 共 %d 段

source: %d stops · %d min
zh_hans: %d 段 · %d 分钟

source: %d stops · %d minutes of focus
zh_hans: %d 段旅程 · %d 分钟专注

source: %d STOPS · ONE WAY
zh_hans: %d 站 · 单程通行

source: 1 HOUR = 10 km
zh_hans: 1 小时 = 10 km

source: A city, built by you.
zh_hans: 一座城，慢慢长大。

source: A journey worth keeping.
zh_hans: 这一程，值得珍藏。

source: A moment to recharge
zh_hans: 站台换乘中

source: Adjust map zoom
zh_hans: 调整地图缩放

source: After stop %d
zh_hans: 接第 %d 站

source: All aboard
zh_hans: 检票发车

source: ALONG THE WAY
zh_hans: 沿途完成

source: Approaching your stop
zh_hans: 即将进站

source: ARRIVAL
zh_hans: 抵达

source: Arrival alerts are enabled.
zh_hans: 到站提醒已启用。

source: ARRIVE FROM
zh_hans: 预计最早抵达

source: Arrived
zh_hans: 已到站

# journey.arrivedLabel
source: ARRIVED
zh_hans: 已到站

source: Atlas
zh_hans: 路网

source: Back on board
zh_hans: 返回运行舱

source: Back to station
zh_hans: 返回车站

source: Boarding soon
zh_hans: 候车准备

source: Bring ideas to life
zh_hans: 让想法抵达纸面

source: Browse sections · totals include every station
zh_hans: 分段浏览 · 统计包含全部线路

source: Cancel
zh_hans: 取消

source: Carriage soundscape
zh_hans: 车厢声景

source: Choose your service
zh_hans: 选择班次

source: Clear task name
zh_hans: 清空任务名称

source: Clear your desk. This journey is yours.
zh_hans: 整理桌面，把这一程留给自己。

source: Close journey
zh_hans: 收起运行舱

source: Close ticket
zh_hans: 关闭车票

source: Coding
zh_hans: 代码线

source: COMPLETE
zh_hans: 已到站

source: Continue
zh_hans: 继续

source: Continue journey
zh_hans: 继续发车

source: Couldn't export the ticket
zh_hans: 暂时无法导出

source: Custom
zh_hans: 跨城专线

source: DEPARTURE
zh_hans: 出发

source: DEPARTURE · NOW
zh_hans: 始发站 · 此刻

source: Destination
zh_hans: 目的地

source: Done
zh_hans: 完成

source: Each focus interval is followed by a break. The next train leaves only when you are ready.
zh_hans: 每段专注后自动进入休息。休息结束，等你确认再发车。

source: Edit route
zh_hans: 编排

source: Enable arrival alerts
zh_hans: 启用到站提醒

source: End journey
zh_hans: 结束旅程

source: End of the line. Take it slow.
zh_hans: 终点站，慢慢来。

source: End this journey
zh_hans: 结束本次旅程

source: End your journey here?
zh_hans: 在这里结束旅程？

source: Ended early
zh_hans: 中途停靠

source: EVERY MINUTE MATTERS.
zh_hans: 你的每一分钟，都算数。

source: Every minute you give leaves a mark.
zh_hans: 你走过的每一分钟，都有迹可循。

source: Export ticket
zh_hans: 导出车票

source: Express
zh_hans: 特快直达

source: Finish a focus journey and keep a little piece of time here.
zh_hans: 完成一趟专注旅程， 把认真度过的时间收藏在这里。

source: Focus for %d minutes
zh_hans: 专注 %d 分钟

source: FOCUSED
zh_hans: 已专注

source: FROM
zh_hans: 出发

source: Give your time a destination.
zh_hans: 把时间，开往热爱。

source: Haptic feedback
zh_hans: 触觉反馈

source: Head to the station
zh_hans: 去车站发车

source: Here & now
zh_hans: 此刻

# atlas.hereNowLabel
source: HERE & NOW
zh_hans: 此刻

source: I'm refreshed
zh_hans: 休息好了

source: In progress
zh_hans: 运行中

source: JOURNEY
zh_hans: 行程进度

source: Journey log
zh_hans: 运行记录

source: Keep focusing
zh_hans: 继续专注

source: Keep in ticket wallet
zh_hans: 收入票夹

source: Keeping your journey safe
zh_hans: 正在保管你的旅程

source: Leave early
zh_hans: 提前发车

source: Let's go
zh_hans: 发车

source: Life
zh_hans: 生活线

source: Line
zh_hans: 线路

source: Locking your phone or switching apps never ends a journey. Continue after each break when you are ready.
zh_hans: 锁屏或切换应用不会中止旅程。休息结束后，由你确认继续。

source: Make space for deep work
zh_hans: 留白，给深度思考

source: Mechanical sound effects
zh_hans: 机械操作音

source: Milestones · optional
zh_hans: 途经站 · 可选

source: min
zh_hans: 分钟

source: MIN OF FOCUS
zh_hans: 分钟专注

source: minutes
zh_hans: 分钟

source: Next map section
zh_hans: 下一段路网

source: NEXT STOP
zh_hans: 下一站

source: Next stop. A clearer mind.
zh_hans: 下一站，心无旁骛。

source: Notifications are off. You can change this in Settings; your timer will still run.
zh_hans: 通知未开启。可在系统设置中更改，计时仍会继续。

source: OK
zh_hans: 好

source: On-board preferences
zh_hans: 乘车偏好

source: Open system settings
zh_hans: 打开系统设置

source: Or press and hold your ticket
zh_hans: 也可以长按车票打孔

source: ORIGIN
zh_hans: 始发站

source: Pause
zh_hans: 暂停

source: Pause journey
zh_hans: 暂时停靠

source: Paused at the platform
zh_hans: 暂时停靠

source: Plan your route
zh_hans: 编排旅程

source: Playing
zh_hans: 播放中

source: Preview
zh_hans: 试听

source: Previous map section
zh_hans: 上一段路网

source: Punch & keep this journey
zh_hans: 打孔，收藏这一程

source: PUNCH TO KEEP THIS JOURNEY
zh_hans: 长按打孔，收藏这一程

source: PUNCHED
zh_hans: 已验票

source: Reading
zh_hans: 阅读线

source: Ready when you are.
zh_hans: 准备好了？

source: Ready. Let's go
zh_hans: 准备好了，立即发车

source: Rest for %d minutes
zh_hans: 休息 %d 分钟

source: Resume
zh_hans: 继续

source: Resume audio
zh_hans: 恢复声音

source: Resume journey
zh_hans: 继续前行

source: Retry saving
zh_hans: 重试保存

source: Running on time
zh_hans: 列车正点运行

source: Service
zh_hans: 班次

source: Service plan
zh_hans: 运行方案

source: Settings
zh_hans: 设置

source: Share card
zh_hans: 分享卡片

source: Share ticket
zh_hans: 分享车票

source: Showing stations %d–%d. Totals include all journeys.
zh_hans: 当前第 %d–%d 站区间，统计包含全部旅程

source: Shuttle
zh_hans: 微步短驳

source: Small things deserve a journey
zh_hans: 小事，也值得一趟旅程

source: Sound & touch
zh_hans: 声音与触感

source: Sound settings
zh_hans: 声音设置

source: Soundscapes play during focus. Previews last 8 seconds.
zh_hans: 声景仅在专注时播放。试听持续 8 秒。

source: Standard
zh_hans: 经典通勤

source: Start the next stretch when you feel ready.
zh_hans: 准备好了，再开始下一段专注。

source: Station
zh_hans: 车站

source: Station announcements
zh_hans: 进站报站

source: Stations %d–%d
zh_hans: 第 %d–%d 站

source: Stop %d
zh_hans: 区间 %d

source: Stop %d of %d
zh_hans: 第 %d / %d 段

source: Stopped
zh_hans: 未播放

source: stops
zh_hans: 段

source: Stretch your legs. Let your eyes wander.
zh_hans: 起身走走，让目光驶向窗外。

source: System integration
zh_hans: 系统联动

source: Take a breath. Your train will wait.
zh_hans: 喘口气，列车会在这里等你。

source: Take a little break
zh_hans: 再休息一会儿

source: Task name
zh_hans: 任务名称

source: The time you spent is saved in your atlas.
zh_hans: 已投入的专注会保留在路网里。

source: The world can wait. Keep moving forward.
zh_hans: 世界可以稍等。你只需向前。

source: This break is yours. It doesn't add focus time.
zh_hans: 这段休息不计入专注时间。

source: Ticket wallet
zh_hans: 票夹

source: Tickets
zh_hans: 票夹

source: tickets · every one, an arrival
zh_hans: 张车票 · 每一张，都是抵达

source: Time, well kept.
zh_hans: 时间的存根。

source: TOTAL
zh_hans: 累计

source: TRACK LAID
zh_hans: 累计铺轨

source: Transparent PNG
zh_hans: 透明背景 PNG

source: Travel into another world
zh_hans: 驶入另一个世界

source: Try again
zh_hans: 重试

source: Unable to load your journeys
zh_hans: 暂时无法读取旅程

source: Version
zh_hans: 版本

source: Waiting for your first departure
zh_hans: 等待第一次发车

source: What are you working on?
zh_hans: 想专注完成什么？

source: Writing
zh_hans: 写作线

source: You made it. Take your time with you.
zh_hans: 专注已到站。带走属于你的时间。

source: Your carriage
zh_hans: 你的车厢

source: Your city begins with your first departure.
zh_hans: 从第一次发车开始，点亮属于你的城市。

source: Your first ticket is waiting.
zh_hans: 第一张，留给下一程。

source: Your focus time will be saved, but this journey will not issue a completed ticket.
zh_hans: 已经投入的时间会保留，但这趟旅程不会生成完整车票。

source: Your lines
zh_hans: 你的线路

source: Your metro atlas
zh_hans: 城市路网

source: Your next stop
zh_hans: 你的下一站

source: Your next stop is waiting
zh_hans: 下一站，等你出发

source: YOUR PASSAGE
zh_hans: 个人通行凭证

source: Your personal transit map. Drag and pinch to explore.
zh_hans: 个人地铁线路示意图，可拖动和缩放

source: Your saved journeys are safe. Please try again.
zh_hans: 已有记录会保留。请重试打开。

source: Your ticket is saved. Please try again.
zh_hans: 车票已保留，请稍后重试。

source: Your time belongs to you. Journeys stay on this device.
zh_hans: 属于你的时间，只保存在这台设备。

source: Your time still counts.
zh_hans: 这一程，已被记住。

source: Your train is already on its way
zh_hans: 你已有一趟进行中的旅程

# 休息结束，下一站等你
source: Break complete. Your next stop awaits.
zh_hans: 休息结束，下一站等你

# 你的专注车票已就绪，打开 App 打孔收藏。
source: Your focus ticket is ready. Open the app to punch and keep it.
zh_hans: 你的专注车票已就绪，打开 App 打孔收藏。

# 列车进站，请稍作休息
source: Arriving. Take a short break.
zh_hans: 列车进站，请稍作休息

# 地下铁
source: Underground
zh_hans: 地下铁

# 声音暂时无法播放，请重试。
source: Audio could not play. Please try again.
zh_hans: 声音暂时无法播放，请重试。

# 安静气流
source: Quiet airflow
zh_hans: 安静气流

# 已抵达终点
source: You have arrived
zh_hans: 已抵达终点

# 打开 App 确认发车，开始下一段专注。
source: Open the app to depart and begin your next focus segment.
zh_hans: 打开 App 确认发车，开始下一段专注。

# 旅程尚未保存。请重试保存，当前进度会保留。
source: Your journey has not been saved. Please retry; your current progress is retained.
zh_hans: 旅程尚未保存。请重试保存，当前进度会保留。

# 无法读取旅程记录。请重试；已有数据不会被清除。
source: Could not read your journeys. Please retry; existing data will not be erased.
zh_hans: 无法读取旅程记录。请重试；已有数据不会被清除。

# 触感暂时不可用，计时将继续。
source: Haptics are temporarily unavailable. Your timer will continue.
zh_hans: 触感暂时不可用，计时将继续。

# 请填写 1–24 字的任务名称，并检查班次设置。
source: Enter a task name of 1–24 characters and check the service settings.
zh_hans: 请填写 1–24 字的任务名称，并检查班次设置。

# 这一段专注已完成。下一段由你决定何时出发。
source: This focus segment is complete. Start the next one when you are ready.
zh_hans: 这一段专注已完成。下一段由你决定何时出发。

# 雨夜列车
source: Rainy night train
zh_hans: 雨夜列车
